Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# onboarding3.title
source: Speed when you need it. Privacy when it matters.
ar: السرعة عندما تحتاج إليها. الخصوصية عندما تكون مهمة.
bn: প্রয়োজন হলে গতি। গুরুত্বপূর্ণ মুহূর্তে গোপনীয়তা।
de: Geschwindigkeit, wenn du sie brauchst. Privatsphäre, wenn sie wichtig ist.
es: Velocidad cuando lo necesites. Privacidad cuando importa.
fa: سرعت، وقتی به آن نیاز دارید. حریم خصوصی، وقتی مهم است.
fr: Rapidité quand vous en avez besoin. Confidentialité quand cela importe.
hi: गति जब आवश्यक हो। प्राइवेसी जब महत्वपूर्ण हो।
it: Velocità quando ne hai bisogno. Privacy quando importa.
ja: 必要なときに速度を上げます。重要なときはプライバシーを守ります。
pt_br: Velocidade quando você precisa dela. Privacidade quando importa.
ru: Быстро, когда нужно. Приватно, когда важно.
uk: Швидкість, коли вона потрібна. Приватність, коли це важливо.
vi: Tốc độ khi bạn muốn. Bảo mật khi bạn cần.
zh_hans: 您需要它时的速度。重要的隐私。

# pasphrase.showMyPassphrase
source: Show my passphrase
ar: إظهار كلمة المرور الخاصة بي
bn: আমার পাসফ্রেজ দেখান
de: Meine Passphrase anzeigen
es: Mostrar mi contraseña
fa: عبارت عبور من را نمایش بده
fr: Afficher mon mot de passe
hi: मेरा पासफ्रेज़ दिखाएँ
it: Mostra la mia passphrase
ja: パスフレーズを表示
pt_br: Exibir a minha senha
ru: Показать мою парольную фразу
tr: Parola cümlemi göster
uk: Показати мою фразу-пароль
vi: Hiển thị cụm từ mật khẩu của tôi
zh_hans: 显示我的密码

# passohrase.loseSubtitle
source: Never share them with anyone, including Nym Support.
ar: لا تشاركهم أبدا مع أي شخص، بما في ذلك دعم نيم.
bn: কাউকে কখনও এগুলো শেয়ার করবেন না ,এমনকি Nym সাপোর্টের সঙ্গেও নয়।
de: Gib diese niemals an Dritte weiter, auch nicht an den Nym-Support.
es: Nunca los comparta con nadie, incluido el soporte de Nym.
fa: هرگز آن‌ها را با هیچ‌کس به اشتراک نگذارید، حتی با پشتیبانی Nym.
fr: Ne les partagez jamais avec qui que ce soit, y compris le support de Nym.
hi: इन्हें किसी के साथ भी साझा न करें, जिसमें Nym सपोर्ट भी शामिल है।
it: Non condividerli mai con nessuno, incluso il supporto Nym.
ja: Nym Supportを含む誰とも共有しないでください。
pt_br: Nunca os compartilhe com ninguém, incluindo o suporte da Nym.
ru: Никогда не передавайте их никому, включая поддержку Nym.
tr: Bunları, Nym Destek de dahil olmak üzere, hiç kimseyle paylaşmayın.
uk: Ніколи не діліться ними з будь-ким, включаючи підтримку Нюма.
vi: Không bao giờ chia sẻ chúng với bất kỳ ai, bao gồm cả bộ phận Hỗ trợ Nym.
zh_hans: 永远不要与任何人分享，包括Nym团队。

# passphrase.continue
source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
hi: जारी रखें
it: Continua
ja: 次
pt_br: Continuat
ru: Продолжить
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# passphrase.copy
source: Copy passphrase
ar: نسخ عبارة المرور
bn: পাসফ্রেজ কপি করুন
de: Passphrase kopieren
es: Copiar contraseña
fa: کپی کردن عبارت عبور
fr: Copier la phrase de passe
hi: पासफ़्रेज़ कॉपी करें
it: Copia frase segreta
ja: パスフレーズをコピー
pt_br: Copiar senha
ru: Копировать пароль
tr: Parolayı kopyala
uk: Скопіювати фразу-пароль
vi: Sao chép cụm mật khẩu
zh_hans: 复制口令

# passphrase.faceID
source: Use Face ID to access the passphrase
ar: استخدم معرف الوجه للوصول إلى عبارة المرور
bn: পাসফ্রেজ অ্যাক্সেস করতে Face ID ব্যবহার করুন
de: Verwende Face ID, um auf die Passphrase zuzugreifen
es: Usar el identificador facial para acceder a la contraseña
fa: استفاده از شناسه چهره برای دسترسی به عبارت عبور
fr: Utilisez Face ID pour accéder au mot de passe
hi: पासफ़्रेज़ तक पहुँचने के लिए फ़ेस ID का उपयोग करें
it: Usa Face ID per accedere alla passphrase
ja: Face ID を使用してパスフレーズにアクセスする
pt_br: Use o Face ID para acessar a frase secreta
ru: Используйте Face ID для доступа к ключевой фразе
tr: Parolaya erişmek için Face ID kullanın
uk: Використовуйте Face ID для доступу до кодової фрази
vi: Sử dụng Face ID để truy cập cụm từ mật khẩu
zh_hans: 使用 Face ID 访问口令

# passphrase.iHaveSaved
source: I have saved these 24 words securely and will never share them
ar: لقد حفظت هذه الكلمات الـ 24 بشكل آمن ولن أشاركها أبدا
bn: আমি এই ২৪টি শব্দ নিরাপদভাবে সংরক্ষণ করেছি এবং কখনও শেয়ার করব না।
de: Ich habe diese 24 Wörter sicher gespeichert und werde sie nie teilen
es: He guardado estas 24 palabras de forma segura y nunca las compartiré
fa: من این ۲۴ کلمه را به‌صورت ایمن ذخیره کرده‌ام و هرگز آن‌ها را با کسی به اشتراک نخواهم گذاشت
fr: J'ai sauvegardé ces 24 mots en toute sécurité et je ne les partagerai jamais
hi: मैंने इन 24 शब्दों को सुरक्षित रूप से सहेजा है और कभी भी इन्हें साझा नहीं करूंगा
it: Ho salvato queste 24 parole in modo sicuro e non le condividerò mai
ja: 私はこれらの24単語を安全に保存し、それらを共有することはありません
pt_br: Salvei essas 24 palavras em segurança e nunca as partilharei
ru: Я сохранил эти 24 слова в надёжном месте и никогда не буду их раскрывать
tr: Bu 24 kelimeyi güvenli bir şekilde kaydettim ve asla paylaşmayacağım.
uk: Я зберіг ці 24 слова безпечно і ніколи не поділюся ними
vi: Tôi đã lưu 24 từ này một cách an toàn và sẽ không bao giờ chia sẻ chúng
zh_hans: 我已经安全地保存了这24个单词并且永远不会分享它们

# passphrase.loseTitle
source: ⚠️ Lose these words = lose your account forever.
ar: ⚠️ خسر هذه الكلمات = خسر حسابك للأبد.
bn: এই শব্দগুলো হারালে আপনার অ্যাকাউন্ট স্থায়ীভাবে হারিয়ে যেতে পারে।
de: ⚠️ Verliere diese Wörter = verliere dein Konto für immer.
es: ⚠️ Perda estas palabras = pierde tu cuenta para siempre.
fa: ⚠️ گم کردن این کلمات = از دست دادن همیشگی حساب کاربری خود.
fr: ⚠️ Perdre ces mots = perdre votre compte pour toujours.
hi: ⚠️ यदि ये शब्द खो दिए तो = आपका अकाउंट हमेशा के लिए खो जाएगा।
it: ⚠️ Perdi queste parole = perdi il tuo account per sempre.
ja: ⚠️これらの単語を失う=永遠にあなたのアカウントを失う。
pt_br: ⚠️ Perda essas palavras = perder a sua conta para sempre.
ru: ⚠️ Потеряете эти слова = потеряете свой аккаунт навсегда.
tr: ⚠️ Bu kelimeleri kaybederseniz = hesabınızı sonsuza kadar kaybedersiniz.
uk: ⚠️ Втрачіть ці слова = втратити ваш рахунок назавжди.
vi: ⚠️ Mất những từ này = mất tài khoản của bạn mãi mãi.
zh_hans: ⚠️丢失这些单词 = 永远失去您的帐户。

# passphrase.masterPassphrase
source: 🔒Your master account passphrase: 24 words that let you access your account from any device.
ar: 🔒عبارة مرور حسابك الرئيسي: 24 كلمة تسمح لك بالوصول إلى حسابك من أي جهاز.
bn: আপনার মাষ্টার অ্যাকাউন্ট পাসফ্রেজ: ২৪টি শব্দ যা যেকোনো ডিভাইস থেকে আপনার অ্যাকাউন্টে প্রবেশের অনুমতি দেয়।
de: 🔒Deine Master-Konto-Passphrase: 24 Wörter, mit denen du von jedem Gerät auf dein Konto zugreifen kannst.
es: 🔒Su contraseña de cuenta maestra: 24 palabras que le permiten acceder a su cuenta desde cualquier dispositivo.
fa: 🔒عبارت رمز اصلی حساب کاربری شما: ۲۴ کلمه که به شما امکان دسترسی به حساب کاربری خود را از هر دستگاهی می‌دهد.
fr: 🔒Votre phrase secrète principale : 24 mots qui vous permettent d\'accéder à votre compte depuis n\'importe quel appareil.
hi: 🔒आपका मास्टर अकाउंट पासफ्रेज़: 24 शब्द जो आपको किसी भी डिवाइस से आपका अकाउंट एक्सेस करने की अनुमति देते हैं।
it: 🔒Your master account passphrase: 24 parole che ti permettono di accedere al tuo account da qualsiasi dispositivo.
ja: 🔒マスターアカウントのパスフレーズ: 24語の単語を使用すると、どのデバイスからでもアカウントにアクセスできます。
pt_br: 🔒Sua senha da conta mestre: 24 palavras que permitem acesso à sua conta de qualquer dispositivo.
ru: 🔒 Ваша кодовая фраза для аккаунта: 24 слова, которые позволяют получить доступ к аккаунту с любого устройства.
tr: 🔒Ana hesap parola cümleniz: Hesabınıza herhangi bir cihazdan erişmenizi sağlayan 24 kelime.
uk: 🔒Ваш головний пароль фразу: 24 слова, що дозволяють отримати доступ до вашого облікового запису з будь-якого пристрою.
vi: 🔒Cụm từ mật khẩu chính của bạn: 24 từ giúp bạn truy cập tài khoản từ bất kỳ thiết bị nào.
zh_hans: 🔒您的主帐户密码短语：24个单词是您从任何设备访问您的帐户的唯一方式。

# passphrase.opticID
source: Use Optic ID to access the passphrase
ar: استخدم المعرف الضوئي للوصول إلى عبارة المرور
bn: পাসফ্রেজ অ্যাক্সেস করতে Optic ID ব্যবহার করুন
de: Verwende Optic ID für den Zugriff auf die Passphrase
es: Usar ID óptico para acceder a la contraseña
fa: استفاده از شناسه دیداری برای دسترسی به عبارت عبور
fr: Utiliser l'identifiant optique pour accéder au mot de passe
hi: पासफ़्रेज़ तक पहुँचने के लिए ऑप्टिक ID का उपयोग करें
it: Usa l'ID ottico per accedere alla passphrase
ja: パスフレーズにアクセスするために光学IDを使用してください
pt_br: Use o Optic ID para acessar a senha
ru: Используйте Optic ID для доступа к ключевой фразе
tr: Parola cümlesine erişmek için Optic ID’yi kullanın.
uk: Використовувати Optic ID для доступу до кодової фрази
vi: Sử dụng Optic ID để truy cập cụm từ mật khẩu
zh_hans: 使用Optic ID访问口令

# passphrase.passcode
source: Enter your passcode to access the passphrase
ar: أدخل رمز المرور الخاص بك للوصول إلى عبارة المرور
bn: পাসফ্রেজ অ্যাক্সেস করতে আপনার পাসকোড লিখুন
de: Gib deinen Passcode ein, um auf die Passphrase zuzugreifen
es: Introduzca su contraseña para acceder a la contraseña
fa: برای دسترسی به عبارت عبور، کددسترسی خود را وارد کنید
fr: Entrez votre code d'accès pour accéder à la phrase de passe
hi: पासफ्रेज़ तक पहुंचने के लिए अपना पासकोड दर्ज करें
it: Inserisci il tuo codice di accesso per accedere alla passphrase
ja: パスフレーズにアクセスするにはパスコードを入力してください
pt_br: Digite sua senha para acessar a frase secreta
ru: Введите ваш код доступа, чтобы получить доступ к кодовой фразе
tr: Parola cümlesine erişmek için şifrenizi girin.
uk: Уведіть ваш пароль для доступу до кодової фрази
vi: Nhập mã khóa của bạn để truy cập cụm từ mật khẩu
zh_hans: 输入您的密码来访问助记词

# passphrase.password
source: Enter your password to access the passphrase
ar: أدخل كلمة المرور للوصول إلى عبارة المرور
bn: পাসফ্রেজ অ্যাক্সেস করতে আপনার পাসওয়ার্ড লিখুন
de: Gib dein Passwort ein, um auf die Passphrase zuzugreifen
es: Introduzca su contraseña para acceder a la contraseña
fa: برای دسترسی به عبارت عبور، رمز عبور خود را وارد کنید
fr: Entrez votre mot de passe pour accéder à la phrase de passe
hi: पासफ़्रेज़ तक पहुँचने के लिए अपना पासवर्ड दर्ज करें
it: Inserisci la tua password per accedere alla passphrase
ja: パスフレーズにアクセスするにはパスワードを入力してください
pt_br: Digite sua senha para acessar a frase secreta
ru: Введите ваш пароль, чтобы получить доступ к кодовой фразе
tr: Parola cümlesine erişmek için şifrenizi girin.
uk: Введіть ваш пароль, щоб отримати доступ до фрази-паролю
vi: Nhập mật khẩu của bạn để truy cập cụm từ mật khẩu
zh_hans: 输入您的密码以访问助记词

# passphrase.saveToKeychain
source: Save to keychain
ar: حفظ في سلسلة المفاتيح
bn: কীচেইনে সংরক্ষণ করুন
de: Im Schlüsselbund speichern
es: Guardar en llavero
fa: ذخیره در زنجیره کلید
fr: Enregistrer dans le trousseau
hi: कीचेन में सहेजें
it: Salva su portachiavi
ja: キーチェーンに保存
pt_br: Salvar no chaveiro
ru: Сохранить в Keychain
tr: Anahtarlığa kaydet
uk: Збережіть у ланцюжок ключів
vi: Lưu vào Keychain
zh_hans: 保存到keychain

# passphrase.showMyPassphrase
source: Show my passphrase
ar: إظهار كلمة المرور الخاصة بي
bn: আমার পাসফ্রেজ দেখান
de: Meine Passphrase anzeigen
es: Mostrar mi contraseña
fa: نمایش عبارت عبور
fr: Afficher mon mot de passe
hi: मेरा पासफ़्रेज़ दिखाएं
it: Mostra la mia passphrase
ja: パスフレーズを表示
pt_br: Exibir a minha senha
ru: Показать мою кодовую фразу
tr: Parola cümlemi göster
uk: Показати мою фразу-пароль
vi: Hiển thị cụm từ mật khẩu của tôi
zh_hans: 显示我的密码

# passphrase.touchID
source: Use Touch ID to access the passphrase
ar: استخدام معرف اللمس للوصول إلى عبارة المرور
bn: পাসফ্রেজ অ্যাক্সেস করতে Touch ID ব্যবহার করুন
de: Verwende Touch ID, um auf die Passphrase zuzugreifen
es: Usar Touch ID para acceder a la contraseña
fa: استفاده از شناسه اثر انگشت برای دسترسی به عبارت عبور
fr: Utilisez Touch ID pour accéder au mot de passe
hi: पासफ़्रेज़ तक पहुँचने के लिए टच ID का उपयोग करें
it: Usa Touch ID per accedere alla passphrase
ja: Touch ID を使用してパスフレーズにアクセスする
pt_br: Use o Touch ID para acessar a frase secreta
ru: Используйте Touch ID для доступа к кодовой фразе
tr: Parola cümlesine erişmek için Touch ID’yi kullanın.
uk: Використовуйте Touch ID для доступу до кодової фрази
vi: Sử dụng Touch ID để truy cập cụm từ mật khẩu
zh_hans: 使用 Touch ID 访问口令

# passphrase.yourPassphrase
source: Your account passphrase
ar: كلمة مرور حسابك
bn: আপনার অ্যাকাউন্ট পাসফ্রেজ
de: Die Passphrase für dein Konto
es: Contraseña de su cuenta
fa: عبارت عبور حساب کاربری شما
fr: Mot de passe de votre compte
hi: आपके अकाउंट का पासफ़्रेज
it: Password del tuo account
ja: あなたのアカウントのパスワード
pt_br: Sua senha da conta
ru: Кодовая фраза вашей учетной записи
tr: Hesap parola cümleniz
uk: Фраза-ключ вашого акаунта
vi: Cụm từ mật khẩu tài khoản của bạn
zh_hans: 您的账户密码口令

# passphraseOverlay.backup
source: Back up your passphrase
ar: النسخ الاحتياطي لكلمة المرور الخاصة بك
bn: আপনার পাসফ্রেজ ব্যাকআপ করুন
de: Sichere deine Passphrase
es: Respaldar tu contraseña
fa: از عبارت عبور خود نسخه پشتیبان تهیه کنید
fr: Sauvegarder votre mot de passe
hi: अपने पासफ़्रेज़ का बैकअप लें
it: Esegue il backup della passphrase
ja: パスフレーズをバックアップする
pt_br: Fazer backup da sua senha
ru: Сохраните свою кодовую фразу
tr: Şifrenizi yedekleyin
uk: Створіть резервну копію фрази-пароль
vi: Sao lưu cụm từ mật khẩu của bạn
zh_hans: 备份您的助记词

# passphraseOverlay.connected
source: Successfully connected!
ar: تم الاتصال بنجاح!
bn: সফলভাবে সংযুক্ত!
de: Erfolgreich verbunden!
es: ¡Conectado con éxito!
fa: اتصال با موفقیت انجام شد
fr: Connexion réussie !
hi: सफलतापूर्वक कनेक्ट हो गया है!
it: Connesso con successo!
ja: 正常に接続されました！
pt_br: Conectado com sucesso!
ru: Успешное подключение!
tr: Bağlantı başarılı!
uk: Успішне підключення!
vi: Kết nối thành công!
zh_hans: 连接成功！

# passphraseOverlay.secureAccess
source: Secure your access
ar: تأمين الوصول الخاص بك
bn: আপনার অ্যাক্সেস সুরক্ষিত করুন
de: Sichere deinen Zugang
es: Asegure su acceso
fa: دسترسی خود را ایمن کنید
fr: Sécurisez votre accès
hi: अपनी पहुंच सुरक्षित करें
it: Proteggi il tuo accesso
ja: アクセスの保護
pt_br: Proteja seu acesso
ru: Защитите свой доступ
tr: Erişiminizi güvenli hâle getirin
uk: Захистіть свій доступ
vi: Bảo mật quyền truy cập của bạn
zh_hans: 安全访问

source: period
ar: الفترة
bn: মেয়াদ.
de: Zeitraum
es: período
fa: دوره
fr: Période
hi: मासिक धर्म
it: term.
ja: 期間
pt_br: menstruação
ru: период
tr: dönem
uk: період
vi: khoảng thời gian
zh_hans: 持续时间

# privacyData.anonymousStats
source: Anonymous network stats
ar: إحصائيات الشبكة المجهولة
bn: গোপন নেটওয়ার্ক পরিসংখ্যান
de: Anonyme Netzwerkstatistiken
es: Estadísticas de red anónimas
fa: آمار ناشناس شبکه
fr: Statistiques réseaux anonymes
hi: गुमनाम नेटवर्क आँकड़े
it: Statistiche di rete anonime
ja: 匿名のネットワーク統計
pt_br: Estatísticas de rede anônimas
ru: Анонимная статистика сети
tr: Anonim ağ istatistikleri
uk: Анонімна статистика мережі
vi: Thống kê mạng ẩn danh
zh_hans: 匿名数据报告

# privacyData.anonymousStats.subtitle1
source: Help us build a faster network by sharing anonymous performance data from your region. We use this to optimize speeds, reduce disconnections, and steer server coverage where it's needed most.
ar: ساعدنا على بناء شبكة أسرع من خلال مشاركة بيانات الأداء المجهولة من منطقتك. نحن نستخدم هذا لتحسين السرعة، وتقليل قطع الاتصالات، وتوجيه تغطية الخوادم حيث هي في أمس الحاجة إليها.
bn: আপনার অঞ্চলের গোপন কর্মক্ষমতা ডেটা শেয়ার করে আমাদের দ্রুততর নেটওয়ার্ক গড়তে সাহায্য করুন। আমরা এটি গতি অপ্টিমাইজ, সংযোগ বিচ্ছিন্নতা কমানো এবং যেখানে প্রয়োজন সেখানে সার্ভার কভারেজ বাড়াতে ব্যবহার করি।.
de: Hilf uns, ein schnelleres Netzwerk aufzubauen, indem du anonyme Leistungsdaten aus deiner Region teilst. Wir nutzen diese, um die Geschwindigkeit zu optimieren, Verbindungsabbrüche zu verringern und die Serverabdeckung gezielt zu verbessern. Es werden nur Netzwerkleistungsdaten geteilt – niemals dein Surfverhalten oder persönliche Daten.
es: Ayúdanos a construir una red más rápida compartiendo datos de rendimiento anónimos de tu región. Utilizamos esto para optimizar velocidades, reducir desconexiones y dirigir la cobertura del servidor donde más se necesita.
fa: به ما از طریق اشتراک گذاری داده های عملکرد به صورت ناشناس از منطقه خود، کمک کنید تا شبکه ای سریع تر بسازیم. ما از این داده ها برای بهینه‌سازی سرعت ها، کاهش قطع ارتباط، و هدایت پوشش سرورها به مناطقی که بیشترین نیاز را دارند استفاده می کنیم. هرگز فعالیت مرورگر یا داده های شخصی شما به اشتراک گذاشته نمی شود – فقط داده های عملکرد شبکه.
fr: Aidez-nous à construire un réseau plus rapide en partageant des données de performances anonymisées dans votre région. Nous les utilisons afin de réduire le taux de déconnexion et orienter nos déploiements de serveurs où cela se révèle nécessaire.
hi: अपने क्षेत्र से गुमनाम प्रदर्शन डेटा साझा करके हमें एक तेज़ नेटवर्क बनाने में मदद करें। हम इसे गति को अनुकूलित करने, डिसकनेक्शन को कम करने, और सर्वर कवरेज को उसकी सबसे अधिक आवश्यकता वाले स्थान पर निर्देशित करने के लिए उपयोग करते हैं। केवल नेटवर्क प्रदर्शन डेटा साझा किया जाता है – कभी भी आपकी ब्राउज़िंग गतिविधि या व्यक्तिगत डेटा नहीं।
it: Aiutaci a costruire una rete più veloce condividendo dati anonimi sulle prestazioni della tua regione. Usiamo questo per ottimizzare le velocità, ridurre le disconnessioni e sterzare la copertura del server dove è più necessario.
ja: お住まいの地域から匿名のパフォーマンスデータを共有することで、より高速なネットワークを構築することができます。 これを使用して、スピードを最適化し、切断を減らし、最も必要とされるサーバーカバレッジを管理します。
pt_br: Ajude-nos a construir uma rede mais rápida, compartilhando dados de desempenho anônimos de sua região. Usamos isto para otimizar velocidades, reduzir desconexões e direcionar a cobertura do servidor onde ele mais precisa.
ru: Помогите нам создать более быструю сеть, делясь анонимными данными о производительности из вашего региона. Мы используем эту информацию для оптимизации скорости, уменьшения разрывов соединения и улучшения покрытия серверов там, где это необходимо больше всего.
tr: Bölgenizden anonim performans verilerini paylaşarak daha hızlı bir ağ oluşturmamıza yardımcı olun. Bu verileri, hızı optimize etmek, bağlantı kopmalarını azaltmak ve sunucu kapsamını en çok ihtiyaç duyulan yerlere yönlendirmek için kullanıyoruz.
uk: Допоможіть нам створити швидшу мережу, поділившись анонімними даними про продуктивність у вашому регіоні. Ми використовуємо ці дані для оптимізації швидкості, зменшення кількості розривів з'єднання та спрямування покриття сервером туди, де це найбільш потрібно.
vi: Hãy giúp chúng tôi xây dựng một mạng lưới nhanh hơn bằng cách chia sẻ dữ liệu hiệu suất một cách ẩn danh từ khu vực của bạn. Chúng tôi sử dụng dữ liệu này để tối ưu hóa tốc độ, giảm tình trạng ngắt kết nối và mở rộng độ phủ máy chủ tại những khu vực cần thiết nhất.
zh_hans: 通过分享您所在地区的匿名性能数据，帮助我们构建更快速的网络。 我们将利用这些数据优化速度、减少断线，并将服务器资源精准部署到最需要的区域。

# privacyData.anonymousStats.subtitle2
source: Only network performance data is shared – never your browsing activity or personal data.
ar: يتم مشاركة بيانات أداء الشبكة فقط - لا نشاط التصفح الخاص بك أو البيانات الشخصية أبدا.
bn: শুধুমাত্র নেটওয়ার্ক কর্মক্ষমতার ডেটা শেয়ার করা হয় — আপনার ব্রাউজিং কার্যকলাপ বা ব্যক্তিগত ডেটা কখনোই শেয়ার করা হয় না।
de: Es werden nur Netzwerkleistungsdaten geteilt – niemals dein Surfverhalten oder persönliche Daten.
es: Sólo los datos de rendimiento de la red son compartidos – nunca su actividad de navegación o datos personales.
fa: هرگز فعالیت وب گردی یا داده‌های شخصی شما به اشتراک گذاشته نمی‌شود – تنها داده‌های عملکرد شبکه.
fr: Seules les données de performance du réseau sont partagées — jamais de données personnelles ou liées à vos activités en ligne.
hi: केवल नेटवर्क प्रदर्शन डेटा साझा किया जाता है - कभी आपकी ब्राउज़िंग गतिविधि या व्यक्तिगत डेटा नहीं।
it: Solo i dati sulle prestazioni di rete sono condivisi – mai la tua attività di navigazione o i tuoi dati personali.
ja: ネットワークパフォーマンスデータのみが共有されます – ブラウジング活動や個人データは共有されません。
pt_br: Apenas dados de desempenho de rede são compartilhados – nunca sua atividade de navegação ou dados pessoais.
ru: Передаются лишь данные о работе сети – при этом ваша активность в интернете и личные данные остаются конфиденциальными.
tr: Paylaşılan sadece ağ performans verileridir ve asla tarama etkinliğiniz veya kişisel bilgileriniz paylaşılmaz.
uk: Поширюються лише дані про продуктивність мережі – ніколи ваша активність у мережі або особисті дані.
vi: Chỉ có dữ liệu hiệu suất mạng được chia sẻ - không bao giờ chia sẻ hoạt động duyệt web hoặc dữ liệu cá nhân của bạn.
zh_hans: 我们仅共享网络性能数据，绝不涉及您的浏览活动或个人信息。

# privacyData.anonymousStats.subtitle3
source: Learn exactly what's shared
ar: تعلم بالضبط ما هو مشترك
bn: নির্দিষ্টভাবে কী শেয়ার করা হচ্ছে জানুন
de: Erfahre genau, was geteilt wird
es: Aprende exactamente lo que es compartido
fa: دقیقاً بدانید چه چیزی به اشتراک گذاشته شده است
fr: Apprenez en détail ce qui est partagé
hi: सटीक रूप से जानें कि क्या साझा किया गया है
it: Impara esattamente cosa è condiviso
ja: 共有されているものを正確に学ぶ
pt_br: Saiba exatamente o que é compartilhado
ru: Узнайте точно, какие данные передаются
tr: Paylaşılan verilerin tam olarak neler olduğunu öğrenin
uk: Дізнайтеся, що саме публікується
vi: Tìm hiểu chính xác những gì được chia sẻ
zh_hans: 了解何种数据会被收集

# privacyData.errorCrashReports
source: Error & crash reports
ar: تقارير الأخطاء و الأعطال
bn: ত্রুটি/ক্র্যাশ রিপোর্ট
de: Fehler & Absturzberichte
es: Informes de errores
fa: گزارش‌های خطا و خرابی
fr: Rapports d'erreurs et de crashs
hi: त्रुटि और क्रैश रिपोर्ट्स
it: Segnalazioni di errore e crash
ja: エラーとクラッシュレポート
pt_br: Relatórios de erros e erros
ru: Отчёты об ошибках и сбоях
tr: Hata & çökme raporları
uk: Звіти про помилки та збої
vi: Báo cáo lỗi & sự cố
zh_hans: 错误和崩溃报告

# privacyData.errorCrashReports.subtitle1
source: Send crash info to help us fix bugs faster. Reports go through Sentry’s secure system and include technical debugging data only.
ar: أرسل معلومات الأعطال لمساعدتنا في إصلاح الأخطاء بشكل أسرع. تُمرر التقارير عبر نظام Sentry الآمن، وتتضمن بيانات تصحيح الأخطاء التقنية فقط.
bn: বাগ দ্রুত ঠিক করতে ক্র্যাশের তথ্য পাঠান। রিপোর্টগুলো Sentry-এর নিরাপদ সিস্টেমের মাধ্যমে যায় এবং শুধুমাত্র প্রযুক্তিগত ডিবাগিং ডেটা অন্তর্ভুক্ত করে।
de: Sende uns Absturzinfos, damit wir Bugs schneller beheben können. Berichte laufen über Sentrys sicheres System und enthalten nur technische Debugging‑Daten.
es: Envíanos información de errores para ayudarnos a corregir errores más rápido. Los informes pasan por el sistema seguro de Sentry e incluyen solo datos técnicos de depuración.
fa: اطلاعات خرابی را ارسال کنید تا به ما در رفع سریع‌تر باگ‌ها کمک کنید. گزارش‌ها از طریق سیستم امن Sentry ارسال می‌شوند و فقط شامل داده‌های فنی جهت اشکال‌زدایی هستند.
fr: Envoyez des informations de plantage pour nous aider à corriger les bugs plus rapidement. Les rapports passent par le système sécurisé de Sentry et n'incluent que des données techniques de débogage.
hi: क्रैश जानकारी भेजें ताकि हम बग्स को तेज़ी से ठीक कर सकें। रिपोर्ट Sentry की सुरक्षित प्रणाली के माध्यम से जाती हैं और केवल तकनीकी डिबगिंग डेटा शामिल करती हैं।
it: Invia informazioni sul crash per aiutarci a correggere i bug più velocemente. Rapporti passano attraverso il sistema sicuro di Sentry e includono solo dati tecnici di debug.
ja: バグを迅速に修正するためにクラッシュ情報を送信します。 Sentryの安全なシステムを通過し、技術的なデバッグデータのみを含めます。
pt_br: Envie informações sobre falhas para nos ajudar a corrigir bugs mais rapidamente. Os relatórios passam pelo sistema seguro do Sentry e incluem apenas dados técnicos de depuração.
ru: Отправить информацию о сбоях, чтобы помочь нам быстрее исправлять ошибки. Отчеты передаются через безопасную систему Sentry и содержат только технические данные для отладки.
tr: Hataları daha hızlı düzeltmemize yardımcı olmak için çökme bilgilerini paylaşın. Raporlar Sentry’nin güvenli sistemi aracılığıyla gönderilir ve sadece teknik hata ayıklama verilerini içerir.
uk: Надішліть інформацію про збій, щоб допомогти нам швидше виправити помилки. Звіти проходять через безпечну систему Sentry і містять лише технічні дані для усунення помилок.
vi: Gửi thông tin sự cố để giúp chúng tôi sửa lỗi nhanh hơn. Báo cáo được gửi qua hệ thống bảo mật của Sentry và chỉ bao gồm dữ liệu gỡ lỗi kỹ thuật.
zh_hans: 发送崩溃信息以帮助我们更快修复错误。 报告将通过Sentry的安全系统传输，仅包含技术调试数据。
